{
  "products": [
    {
      "name": "Magnifibres Lash Extender 0.9g",
      "url": "/product/magnifibres-lash-extender", 
      "browserDescription": "Magnifibres Lash Extender 0.9g available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/magnifibres_lash_extender_flip.jpg",
      "image": "/assets/images/products/magnifibres_lash_extender_large.jpg",
      "type": "Beauty",
      "size": "0.9g",
      "price": "£20.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Designed to work with any mascara, these easy-to-use, natural brush-on eyelash fibres feature an adhesive patented fibre coating, sticking securely onto the lashes and creating an instantly lengthening effect. Achieve beautifully long lashes that are both comfortable to wear and easy to apply with this innovative Magnifibres extender"
        ],
        [
          "ul",
          null,
          [
            "li",
            null,
            "Instantly lengthens lashes by 5mm"
          ],
          [
            "li",
            null,
            "Natural fibres create an impactful yet realistic effect"
          ],
          [
            "li",
            null,
            "Self-adhesive - no need for glue"
          ],
          [
            "li",
            null,
            "Easy three-step application and long lasting results"
          ]
        ]
      ],
      "directionsHypertext": [
        "div",
        null,
        [
          "ul",
          null,
          [
            "li",
            null,
            "Step 1: Apply your own mascara as usual"
          ],
          [
            "li",
            null,
            "Step 2: Apply Magnifibres onto your lashes as if applying mascara, but look downwards - the natural fibres will bind to the base coat of mascara"
          ],
          [
            "li",
            null,
            "Step 3: Wait 30 seconds, then apply a second coat of mascara"
          ]
        ]
      ]
    },
    {
      "name": "Mineral Radiance UV Defense SPF 50 50ml",
      "url": "/product/skin-ceuticals", 
      "browserDescription": "Mineral Radiance UV Defense SPF 50 50ml available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/mineral_radiance_uv_defense_flip.jpg",
      "image": "/assets/images/products/skin_ceuticals_large.jpg",
      "type": "Protect",
      "size": "50ml",
      "price": "£35.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Mineral Radiance UV Defense SPF 50 offers a breakthrough formulation in mineral sunscreens by combining 100% mineral broad spectrum protection in a unique, lightweight, ultra-sheer formula, infused with translucent color spheres that adapt to every skin tone, and have been tested on all ethnicities"
        ],
        [
          "p",
          null,
          "The photoprotection of trusted broad-spectrum mineral filters is enhanced by Artemia Salina, a plankton extract that increases the skin's defenses to heat and UV stress. Mineral Radiance UV Defense SPF 50 contains no chemical filters, and is paraben- free, making it ideal for all skin types, including sensitive and post-procedure skin. This silky, water-resistant fluid applies easily and dries quickly, resulting in enhanced skin radiance and maximized protection"
        ]
      ],
      "directionsHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "For all skin types and tones, including sensitive"
        ],
        [
          "ul",
          null,
          [
            "li",
            null,
            "Post-procedure or compromised skin"
          ],
          [
            "li",
            null,
            "Shake well before use"
          ]
        ]
      ]
    },
    {
      "name": "NeoStrata Renewal Cream - PHA 12 30g",
      "url": "/product/retin-a", 
      "browserDescription": "NeoStrata Renewal Cream - PHA 12 30g available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/neostrata_renewal_cream_flip.jpg",
      "image": "/assets/images/products/retin_a_large.jpg",
      "type": "Treatment",
      "size": "30g",
      "price": "£29.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Renewal Cream reduces the appearance of fine lines, wrinkles, age spots and sun damage for an even, clear skin tone. 12% gluconolactone and 1% pro-retinol work together to resurface and revive the skin, leaving it softer and brighter. Vitamin E conditions while neutralizing free radicals with antioxidants. Ideal for dry, damaged and mature skin. Not recommended for sensitive skin. Non-comedogenic"
        ],
        [
          "p",
          null,
          "Benefits:"
        ],
        [
          "ul",
          null,
          [
            "li",
            null,
            "Visibly reduces fine lines and wrinkles"
          ],
          [
            "li",
            null,
            "Improves sun damage and evens pigmentation"
          ],
          [
            "li",
            null,
            "Formulated with 12% Gluconolactone, 1% Pro-Retinol and Vitamin E"
          ],
          [
            "li",
            null,
            "Due to the Vitamin A derivate, this product is not recommended for sensitive skin"
          ]
        ]
      ],
      "directionsHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Apply a small amount as a thin layer in the evening or every other evening, following cleansing. Daily use of a sunscreen is recommended"
        ],
        [
          "p",
          {
            "class": "bold"
          },
          "Do not use if pregnant"
        ]
      ],
      "precautionHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "During the 1st few weeks of use, you might experience some slight tingling, dryness and flakeness"
        ]
      ]
    },
    {
      "name": "NeoStrata Skin Active Cellular Restoration 50g",
      "url": "/product/skin-active-cellular-restoration", 
      "browserDescription": "NeoStrata Skin Active Cellular Restoration 50g available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/skin_active_cellular_restoration_flip.jpg",
      "image": "/assets/images/products/skin_active_cellular_restoration_large.jpg",
      "type": "Treatment",
      "size": "50g",
      "price": "£49.00",
      "directionsHypertext": [
        "div",
        null,
        [
          "ul",
          null,
          [
            "li",
            null,
            "Apply PM to the face and neck following cleansing and any other treatment product"
          ],
          [
            "li",
            null,
            "Daily use of sunscreen or sun avoidance is recommended with use of this alpha hydroxyacid (AHA) product"
          ],
          [
            "li",
            null,
            "For best results use the full Skin Active Range, products in the range are: Skin Active Exfoliating Wash, Skin Active Matrix Support SPF20, Skin Active Cellular Restoration, Skin Active Intensive Eye Therapy"
          ]
        ]
      ]
    },
    {
      "name": "NeoStrata Skin Active Firming Collagen Booster 30ml",
      "url": "/product/skin-active-firming-collagen-booster", 
      "browserDescription": "NeoStrata Skin Active Firming Collagen Booster 30ml available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/skin_active_firming_collagen_booster_flip.jpg",
      "image": "/assets/images/products/skin_active_firming_collagen_booster_large.jpg",
      "type": "Treatment",
      "size": "30ml",
      "price": "£49.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Enhance and preserve natural collagen with this concentrated serum, formulated to maximize collagen for skin that is smoother, tighter, and firmer"
        ],
        [
          "p",
          null,
          "The advanced SynerG 6.5 formula includes three clinically proven technologies, each with a unique action to synergistically target new and existing collagen"
        ],
        [
          "p",
          null,
          "It contains Gardenia Cell Culture to preserve existing collagen structure by inhibiting MMP enzymes which breakdown collagen. This pure, active cell culture extract also helps stimulate new collagen synthesis"
        ],
        [
          "p",
          null,
          "In addition, Amino Acids, the chemical building blocks of collagen, work with Matrixyl™ 3000 Peptides to help build collagen"
        ],
        [
          "p",
          null,
          "Finally, potent NeoGlucosamine™ reinforces collagen's protective support matrix."
        ],
        [
          "p",
          null,
          "Healthy, stronger collagen makes skin feel firmer and appear more lifted. Lines and wrinkles are smoothed from the inside out. Use this light serum to complement your daily antiaging regimen and boost your skin's natural rejuvenation cycle"
        ]
      ],
      "directionsHypertext": [
        "div",
        null,
        [
          "ul",
          null,
          [
            "li",
            null,
            "Using fingertips, gently apply serum to cleansed face. Can be smoothed all over the face and neck or applied to specific areas"
          ],
          [
            "li",
            null,
            "Gently massage any remaining excess into the skin. Can be used alone or under treatment and moisturiser"
          ]
        ]
      ]
    },
    {
      "name": "NeoStrata Skin Active Matrix Support SPF 30",
      "url": "/product/skin-active-matrix-support", 
      "browserDescription": "NeoStrata Skin Active Matrix Support SPF 30 available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/skin_active_matrix_support_flip.jpg",
      "image": "/assets/images/products/skin_active_matrix_support_large.jpg",
      "type": "Treatment",
      "size": "30g",
      "price": "£55.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "This advanced SynerG Formula 8.0 includes three clinically proven technologies, each with a unique action, for greater skin repair and strengthening."
        ],
        [
          "p",
          null,
          "Peptides increase collagen production in the deep matrix. Patented NeoGlucosamine® and Retinol work together to build hyaluronic acid, skin's natural support structure, enhancing skin's plumpness and firmness, and smoothing wrinkles from the inside out. A potent antioxidant complex containing pomegranate, Vitamins A and E and coffee arabica berry helps protect skin's matrix against further damage to collagen and neutralizes free radicals, allowing the skin to repair itself. UVA and UVB filters shield the skin from the burning and aging effects of everyday sun exposure."
        ],
        [
          "p",
          null,
          "NeoGlucosamine® and Retinol combine to increase cell turnover, diminish the appearance of fine lines and wrinkles and increase clarity. NeoGlucosamine® also reduces the appearance of skin discoloration. Fragrance-Free. Paraben-Free. Paba-Free. Non-comedogenic, non-acnegenic. Directions: Apply to face and neck daily following cleansing. Apply additional sunscreen as needed for prolonged outdoor activities."
        ]
      ],
      "directionsHypertext": [
        "p",
        null,
        "Apply each morning after cleansing."
      ]
    },
    {
      "name": "NeoStrata Triple Firming Neck Cream 75g",
      "url": "/product/triple-firming-neck-cream", 
      "browserDescription": "NeoStrata Triple Firming Neck Cream available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/triple_firming_neck_cream_flip.jpg",
      "image": "/assets/images/products/triple_firming_neck_cream_large.jpg",
      "type": "Treatment",
      "size": "75g",
      "price": "£49.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Neostrata Triple Firming Neck Cream is a special anti-aging cream designed specifically for the delicate neck area and decollete. The strong firming and exfoliating action helps to improve all the signs of premature aging. Based on three components, this cream tightens, increases volume and addresses sagging skin in the neck area"
        ],
        [
          "p",
          null,
          "Pre-peptides stimulate the production rate of collagen in the deeper layers of skin, NeoCitriate (4% Triethyl Citriate) helps to produce new collagen and NeoGlucosamine (8%) helps to create a supportive skin structure and reduces discoloration and age spots in the neck"
        ],
        [
          "p",
          null,
          "The strong effect of this cream is further reinforced by the Apple Stem Cell Extract which helps to maintain cells and gives the skin a younger, tighter appearance. With a delightful creamy texture that is instantly absorbed, creating a powerful invisible mesh support to restore and maintain the shape of the neck"
        ]
      ]
    },
    {
      "name": "NeoStrata Ultra Smoothing Lotion 10 AHA 200ml",
      "url": "/product/glycolic-moisturiser", 
      "browserDescription": "NeoStrata Ultra Smoothing Lotion 10 AHA available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/neostrata_ultra_smoothing_lotion_flip.jpg",
      "image": "/assets/images/products/glycolic_moisturiser_large.jpg",
      "type": "Resurface",
      "size": "200ml",
      "price": "£29.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "This lightweight lotion promotes cell turnover and helps to smooth the skin, diminishing the appearance of fine lines, wrinkles and rough skin."
        ],
        [
          "p",
          null,
          "Benefit"
        ],
        [
          "ul",
          null,
          [
            "li",
            null,
            "8% Glycolic Acid reduces the appearence of fine lines and wrinkles"
          ],
          [
            "li",
            null,
            "2% Citric acid provides antioxidant benefits and minimizes the damaging effects of the sun and pollution"
          ],
          [
            "li",
            null,
            "To help improve the skin's appearance and texture"
          ],
          [
            "li",
            null,
            "Promotes cell renewal"
          ],
          [
            "li",
            null,
            "Fragrance-free"
          ]
        ]
      ],
      "directionsHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Apply to the face, hands and/or body once daily or for two weeks and twice daily thereafter, as tolerated."
        ],
        [
          "p",
          null,
          "Daily use of sunscreen is recommended with use of this AHA product to minimize the risk of sun sensitivity/sunburn."
        ],
        [
          "p",
          null,
          "If you have been using NeoStrata Ultra Smoothing lotion for at least three months and have been tolerating it well, you may want to increase the strength of the Gylcolic Acid treatment to NeoStrata lotion Plus which contains 15% Glycolic Acid."
        ]
      ],
      "precautionHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Products that contain Alpha Hydroxy Acids (AHA's) may cause initial flaking, tingling or irriation to the skin. This generally improves as the skin 'gets used' to the treatment.."
        ]
      ]
    },
    {
      "name": "NeoStrata's Skin Active Intensive Eye Therapy 15g",
      "url": "/product/skin-active-instensive-eye-therapy", 
      "browserDescription": "NeoStrata's Skin Active Intensive Eye Therapy 15g available at new you medispa, north shields, newcastle-upon-tyne",
      "thumbnail": "/assets/images/products/skin_active_instensive_eye_therapy_flip.jpg",
      "image": "/assets/images/products/skin_active_instensive_eye_therapy_large.jpg",
      "type": "Treatment",
      "size": "15g",
      "price": "£49.00",
      "productFeaturesHypertext": [
        "div",
        null,
        [
          "p",
          {
            "class": "bold"
          },
          "NeoStrata's Skin Active Intensive Eye Therapy wins Silver in Best Newcomer Product at the 2012's Aesthetic Awards."
        ],
        [
          "p",
          null,
          "Target crow's feet and puffiness with a multi-mechanistic approach that plumps the deep layers of the skin, smoothing lines and wrinkles from the inside out so the eye area appears more lifted.:"
        ],
        [
          "ul",
          null,
          [
            "li",
            null,
            "Apple Stem Cell Extract preserves youthful look and vitality of skin"
          ],
          [
            "li",
            null,
            "Peptides stimulate matrix components to produce more collagen"
          ],
          [
            "li",
            null,
            "NeoGlucosamine™ reinforces collagen's surrounding support structure"
          ],
          [
            "li",
            null,
            "Caffeine reduces puffiness"
          ]
        ],
        [
          "p",
          null,
          "This unique SynerG Formula 6.0 employs a multi-mechanistic approach to building and plumping the deep layers of the skin for exceptional results. Apple Stem Cell Extract protects the longevity of skin's own stem cells so your skin behaves like younger skin. Peptides stimulate matrix components to produce more collagen, and together with patented NeoGlucosamine™ reinforce collagen's surrounding support structure. The eye area appears more lifted, and crow's feet are smoothed from the inside out. NeoGlucosamine™ also inhibits a key enzyme in melanin formation, reducing the appearance of uneven pigmentation. Caffeine helps deflate puffiness under the eye, while hyaluronic acid acts as a natural moisture magnet. Vitamin E provides antioxidant benefits. The result is noticeably younger looking eyes. Ophthalmologist tested."
        ]
      ],
      "directionsHypertext": [
        "div",
        null,
        [
          "p",
          null,
          "Gently apply around the eye area until cream disappears. Use once daily for two weeks, then twice daily thereafter"
        ]
      ]
    }
  ]
}